/*=====================================================
 Copyright (C) ETERNAL<iqstar@ms24.hinet.net>
 URL : http://www.et99.net

請仔細閱讀以下許可協議。當您使用本軟體，您將自動成為本協議的一方並受到本協議的約束。

軟體和文檔受到臺灣及中國大陸著作權法及國際條約的保護。您不得：
a)營利、出租或者出借軟體或文檔的任何部分。
b)反向工程、分解、反編譯或者企圖察看軟體的源代碼作為商業用途。
c)修改或者改變軟體，或者與其他程式結合。

許可人保留軟體及文檔的所有權利和權益。您不能通過本許可協定獲得軟體的任何所有權和知識產權。
===================================================== */
var well_box=[
   ['在裝備欄上會顯示該裝備洞的數量,可把魔石鑲嵌在洞上提升能力'],
   ['住宿會回復HP及SP'],
   ['點擊物品時按住『Ctrl』可以張貼物品到聊天頻道'],
   ['在傭兵所可以雇用傭兵,每30秒自動戰鬥1次'], //3
   ['傭兵會自動替玩家戰鬥,可以透過傭兵獲得寶物金錢,解任務'],
   ['公會戰及每日任務可以獲得勳章'],
   ['戰鬥時會消耗行動力1點,若無行動力時戰鬥等待時間為12秒,經驗、金錢、打寶、熟練降低50%'],
   ['行動力每三分鐘增加6點'],
   ['賣東西給商店一率為原價的5折'],
   ['戰鬥方法：點選[開始冒險]->選擇冒險場地->選擇戰鬥顯示模式->選擇攻擊模式並點選'],
   ['到技能大師消耗技能熟練及金錢可以獲得技能'],
   ['商品會結束拍賣並回到裝備欄上,若裝備欄滿了可以在 【信箱】->【取物】裡面取回'],
   ['【取物】只能寄放10天,超過10天物品會自動丟棄'],
   ['拍賣物品，系統會徵收手續費(賣價的1%)'],
   ['新公會保護期7天'],
   ['當寵物超過5歲會自動綁定'],
   ['寵物的攻擊屬於無屬性'],
   ['帳號設定可以設定是否顯示友善消息'],
   ['在資源市場可以購買資源'],
   ['市場上資源會隨機補充'],
   ['有人轉帳寫信給你、拍賣的商品賣出,可以在訊息中心裡得知'],
   ['被動技能不能設定發動率,且有職業限制'],
   ['頻道設定可以選擇欲屏蔽的頻道'],	
   ['英雄約3-4天重生'],
   ['可以在團隊會所進行組隊'],
   ['牧場最多只能培養3隻寵物'],
   ['公會任務從接受日開始,7天後重新更新'],
   ['公會戰報及偵查結果只能保存10天'],
   ['在職業中心可進行轉職'],
   ['禁區需要使用鑰匙'],
   ['禁區鑰匙有效時間24小時'],
   ['自動使用恢復道具的條件為HP and SP'],
   ['您可以利用【帳號設定】中的推薦好友功能,介紹好友加入WOG,好友成長時您將會獲得獎勵']
];
